app/controllers/organisation_controller.rb

SELECT `organisations`.* FROM `organisations`
---
  def index

  	@organisations= Organisation.all