app/controllers/organisation_money_controller.rb

SELECT `organisation_moneys`.* FROM `organisation_moneys` WHERE `organisation_moneys`.`organisation_id` = 2
---
  def index
  	#.where(:organisation_id => params[:organisation_id])
  @organisation_money = OrganisationMoney.where(:organisation_id => params[:organisation_id])